Repository: aibekdv/rsk-talon
Catalog: lib/l10n/intl_*.arb
Languages: ky

source: Hello!
ky: Салам!

# selectLanguageText
source: Please select an interface language.
ky: Сураныч, интерфейс тилин тандаңыз.

source: Step
ky: Кадам

# doYouHaveTicket
source: You already have a ticket?
ky: Сизде талон барбы?

source: Yes
ky: Ооба

source: Leave feedback
ky: Пикир калтыруу

# reviewText
source: Please rate the service in the bank
ky: Сураныч банктын тейлөөсүн баалаңыз

source: Select city
ky: Шаарды танданыз

source: Select branch
ky: Филиалды танданыз

source: Bank branch
ky: Банктын филиалы

source: Address:
ky: Дареги:

source: Monday
ky: Дүйшөмбү

source: Tuesday
ky: Шейшемби

source: Wednesday
ky: Шаршемби

source: Thursday
ky: Бейшемби

source: Friday
ky: Жума

source: Saturday
ky: Ишемби

source: Sunday
ky: Жекшемби

# notOpen
source: Doesn't work
ky: Дем алуу

source: Next
ky: Кийинки

# clientType
source: Select client type
ky: Кардардын түрүн тандоо

# legal
source: Legal entity
ky: Юридикалык жак

source: Individual
ky: Жекелик жак

# pensioner
source: I'm a pensioner
ky: Мен пенсионермин

# seleckservis
source: Select a service
ky: Кызматты тандаңыз

source: List of Documents
ky: Документтер тизмеси

source: Select queue
ky: Кезекти тандаңыз

source: or
ky: же

# togetinline
source: Stand at the end of the queue
ky: Кезектин аягына туруу

source: Select time
ky: Убакытты тандоо

source: Create a ticket
ky: Талон түзүү

source: My tickets
ky: Менин талондорум

source: Your number
ky: Сиздин номер

source: Date
ky: Дата

source: Time
ky: Убакыт

source: Map
ky: Карта

source: Delete ticket?
ky: Талон жок кылынсынбы?

source: Add
ky: Кошуу

# ticketCreated
source: Ticket created successfully!
ky: Талон ийгиликтүү түзүлдү.

source: Services not found
ky: Кызматтар табылган жок

# listOfDocumentsRequiredForASpecificService
source: List of documents required for the service you have chosen
ky: Сиз тандаган кызмат үчүн керектүү болгон документтердин тизмеси

# loadingText
source: Loading
ky: Жүктөлүүдө

# theBankDoesNotWorkAtTheTimeYouHave
source: The bank does not work at the time you have chosen!
ky: Сиз тандаган убакытта банк иштебейт!

source: You don't have tickets yet.
ky: Сизде азырынча эч кандай талондор жок.

# serviceText
source: Service
ky: Кызмат

# remainingMin
source: Remaining: {reHour} h {reMin} m
ky: Калды: {reHour} с {reMin} м

source: Cancel
ky: Жокко чыгаруу

# errorPage
source: The server is down. Please try again later!
ky: Сервер иштебей калды. Сураныч, кийинчерээк кайра аракет кылыңыз!

# statusText
source: Status: {statusText}
ky: Статусу: {statusText}

# allFilesDownloaded
source: Files uploaded successfully!
ky: Файлдар ийгиликтүү жүктөлдү!

# documentFileNotFound
source: Documents not found
ky: Документтер табылган жок

source: Thanks for your feedback!
ky: Пикириңиз үчүн рахмат!

source: Please select a date and time in the future!
ky: Сураныч келечекте болуучу убакытты тандаңыз!

# queueText
source: Queue
ky: Кезек

# noInternetConnection
source: No connection
ky: Интернет байланышы жок

# checkYourConnection
source: Please check your connection.
ky: Сураныч, интернет байланышыңызды текшериңиз.

# cityText
source: City
ky: Шаар

source: Downloaded successfully!
ky: Ийгиликтүү жүктөлүп алынды!

# electronicQueueText
source: ELECTRONIC QUEUE
ky: ЭЛЕКТРОНДУК КЕЗЕК

# ticketNumberText
source: Ticket number
ky: Талон номери

# branchText
source: Branch
ky: Филиал

# clientTypeText
source: Client type
ky: Кардардын түрү

# timeText
source: Time
ky: Убакыт

# faxText
source: Fax
ky: Факс

source: Remember me
ky: Эстеп калуу

source: My account
ky: Менин аккаунтум

source: View my tickets
ky: Менин талондорум

# backText
source: Back
ky: Артка

# nextText
source: Next
ky: Кийинки

source: Password recovery
ky: Сырсөздү калыбына келтирүү

# requiredInformationPassword
source: Enter the required information to update your password
ky: Сырсөзүңүздү жаңыртуу үчүн керектүү маалыматты кийириңиз

# phoneNumberText
source: Phone number
ky: Телефон номур

# enterPhoneNumberText
source: Enter phone number
ky: Телефон номурун кийириңиз

# examplePhoneNumberText
source: Example: (996)123-456-789 or 0555-123-456
ky: Мисалы: (996)123-456-789 же 0555-123-456

# getTicketText
source: Get a ticket
ky: Талон алуу

# chooseActionText
source: Choose an action
ky: Аракетти тандаңыз

# enterTheCodeText
source: Enter the code
ky: Кодду кийириңиз

# exampleCodeText
source: Example: JG09FD
ky: Мисалы: JG09FD

# theCodeSentToPhoneText
source: Code sent to your phone number
ky: Код телефонуңузга жөнөтүлдү

# enterNewPassword
source: Enter new passowrd
ky: Жаңы сырсөз кийириңиз

# passwordInfoText
source: At least 8 characters. Example: sjFhdkok_56
ky: Кеминде 8 белги болуу керек. Мисалы: sjFhdkok_56

# examplePassword
source: Example: Qwerty12345
ky: Мисалы: Qwerty12345

source: Confirm new password
ky: Жаңы сырсөздү кайталаңыз

# welcomeText
source: Welcome!
ky: Кош келиңиз!

# enterInfoForLogin
source: Enter the information you added during registration
ky: Каттоо учурунда кошкон маалыматты кийириңиз

# forgotPassword
source: Forgot your password?
ky: Сырсөздү унуттуңузбу?

# loginText
source: Login
ky: Кирүү

# orText
source: Or
ky: Же

# createAccountText
source: Create an account
ky: Аккаунт түзүү

# enterInfoForRegister
source: Enter the information to be used when logging into the application
ky: Тиркемеге киргенде колдонулуучу маалыматты кийириңиз

# enterPasswordText
source: Enter password
ky: Сырсөздү кийириңиз

# repeatPassword
source: Confirm password
ky: Сырсөздү кайталаңыз

# passwordEqualPasswordText
source: Password must match above
ky: Сырсөз жогорудагы сырсөзгө дал келиши керек

# doYouHaveAccount
source: Already have an account?
ky: Аккаунтуңуз барбы?

source: Interface language:
ky: Интерфейс тили:

# passwordText
source: Password
ky: Сырсөз
